---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.LumensPerWatt
source: html/ed45bc25-3dc5-37c0-ab61-81d2e52efe5b.htm
---
# Autodesk.Revit.DB.UnitTypeId.LumensPerWatt Property

Lumens per watt.

## Syntax (C#)
```csharp
public static ForgeTypeId LumensPerWatt { get; }
```